<!DOCTYPE html>
<html>
<head>
	<?php include dir_inc."header.php"; ?>
</head>
<body>
	<div class='main'>
		<div class="background"></div>
		<?php include dir_inc."menu.php";?>
		<div class='topic'>
		<h2>Web услуги</h2>
		<p><h3>html верстка</h3>, данный язык разметки страниц необходим для описания содержимого, могу спокно писать типычные страницы.
		<p><h3>css верстка</h3>, если вам необходимо не изменить содержимое сайта а поменять оформление, анимации добавить тогда вам нужна css верстка, я не плохо этим владею
		<p><h3>js коддинг</h3>, подходит для создания анимации с которыми не справляется css и так же можно использовать как альтернативу CSS, js расширяет возможности тегов(условно) . Владею не только чистым js но и jquery, ajax, DOM, regexp(регулрные выражения).
		<p><h3>настройка сервера apache</h3>, через файл .htaccess, а также зерез главный конфиг сервера.
		<p><h3>php коддинг</h3>, по php владею: PDO, ООП парадигмой.
		
		</div>
	</div>
	<?php include dir_inc."footer.php"; ?>
</body>
</html>